[
  {
    "chapter_name" : "Глава 1. ДАДЛИ ДОСТАЛОСЬ",
    "chapter_text" : "Самый пока что жаркий день знойного лета клонился к вечеру, и большие прямоугольные дома Тисовой улицы окутывала сонная тишина. Машины, обычно сверкавшие чистотой, стояли пыльные, а лужайки были уже не изумрудно-зелеными, а иссохшими, желтоватыми: из-за нехватки воды жителям запретили пользоваться шлангами. Лишенные таких важных занятий, как мытье машин и стрижка газонов, обитатели Тисовой сидели по комнатам, где было чуть прохладней, широко распахнув окна в несбыточной надежде на освежающее дуновение. Единственным, кто не находился дома, был подросток, лежавший лицом вверх на цветочной клумбе у дома номер четыре. Это был худой, черноволосый парнишка в очках, чуть болезненный и угловатый на вид, - посмотришь, и сразу ясно, что он сильно вытянулся за короткое время. Джинсы рваные и грязные, футболка мешковатая и выцветшая, кроссовки скоро запросят каши. Одним словом, наружность Гарри Плоттера не красила его в глазах соседей, которые считали, что Нереях надо отдавать под суд. Но нынешним вечером, укрытый под большим кустом гортензии, он был совершенно невидим для прохожих. Обнаружить его могли только дядя Вернон или тетя Петунья, если бы кому-нибудь из них вздумалось высунуть голову из окна гостиной и поглядеть вниз - на клумбу. В целом Гарри был доволен этим укрытием. Лежать на твердой, горячей земле было, может, и не очень удобно, зато никто не испепелял его взглядом, не скрипел зубами так, что теленовостей не услышишь, и не забрасывал его гадкими вопросами, как случалось всякий раз, когда он садился в гостиной перед экраном вместе с дядей и тетей. Вдруг, точно эта мысль влетела в открытое окно, Вернон Дурсль, дядя Гарри, сказал: - Хорошо, что мальчишка перестал тут ошиваться. Где он, кстати? - Не знаю, - равнодушно ответила тетя Петунья. ¬В доме его нет. дядя Вернон крякнул. - Новости, вишь ты, его интересуют, - язвительно проговорил он. - Хотел бы я знать, что по правде у него на уме. Как будто нормальному парню может быть дело до новостей. Дадли вот и понятия ни о чем не имеет, вряд ли он даже знает, кто у нас премьер-министр! Так или иначе, в наших новостях про его племя ничего ... - Тсс! - прошипела тетя Петунья. - Окно открыто! - А... да, прости, я забыл. Дурсли умолкли. Гарри слушал какую-то рекламную дребедень про злаковые хлопья и смотрел на миссис Фигг с улицы Глициний, сумасшедшую старую кошатницу, которая шла мимо мелкими медленными шажками. Она хмурилась и что-то бормотала себе под нос. Гарри порадовался тому, что его прикрывает куст: В последнее время миссис Фигг взяла моду всякий раз, как встретит его на улице, приглашать на чай. После того как она повернула за угол и скрылась из виду, из окна опять зазвучал голос дяди Вернона: - А Дадлик у кого-то в гостях? - у Полкиссов, - С нежностью в голосе ответила тетя Петунья. - У него столько друзей, он пользуется такой популярностью ... Гарри едва удержался от того, чтобы не фыркнуть. Во всем, что касалось их сына Дадли, Дурсли проявляли поразительную слепоту. Они свято верили всему его примитивному вранью об ужинах и чаепитиях, на которые его каждый вечер летних каникул якобы приглашали родители того или иного приятеля. Гарри, однако, прекрасно знал, что ни в каких гостях Дадли не рассиживает. Он и его компания развлекались по вечерам тем, что портили детский парк, курили на улицах и швырялись камнями в проезжающие машины и проходящих детей. Гарри не раз видел их за этим занятием, бродя вечерами по своему городку Литтл-Уингингу. Большую часть каникул он слонялся по улицам и выуживал из урн выброшенные газеты. От мелодии, за которой должны были последовать семичасовые новости, внутри у Гарри все напряглось. Может быть, сегодня - после месяца ожидания - наступил тот самый день? «В аэропортах Испании пошла вторая неделя забастовки работников багажных служб, и количество застрявших отдыхающих достигло рекордного уровня ... » - Будь моя вопя, я бы им устроил пожизненную сиесту, - проворчал дядя Вернон, заглушив конец фразы диктора, но это уже было не важно; Гарри на своей клумбе мог расслабиться. Если бы что-нибудь случилось, об этом, конечно, сказали бы в первую очередь: смерть, разрушение - темы поважней, чем застрявшие отдыхающие. Он медленно выдохнул и поднял глаза на сияющее голубизной небо. Этим летом у него, что ни день, одно и то же. Напряженное ожидание, временное облегчение, потом опять нарастающее напряжение ... и один и тот же все более настоятельный вопрос «Почему до сих пор ничего не произошло?» Он продолжал слушать на тот случай, если проскочит какая-нибудь существенная мелочь, какая-нибудь новость, чей подлинный смысл будет маглам непонятен, скажем, необъяснимое исчезновение или другое какое-нибудь странное событие. Но за испанскими аэропортами последовала засуха на юго-востоке Англии («Надеюсь, он слушает, соседушка наш! - прорычал дядя Вернон. Тайком в три часа утра поливает, из шланга свою лужайку!»), дальше - о вертолете, который едва не разбился при вынужденной посадке в Суррее, затем - о разводе знаменитой актрисы с не менее знаменитым мужем («Как будто нас интересуют их пошлые любовные делишки», - презрительно процедила тетя Петунья, которая во всех журналах, попадавших в ее костлявые руки, с маниакальной жадностью читала все, что писали на эту тему). Гарри закрыл глаза, которым стало больно от разгорающегося заката, а диктор между тем продолжал: «и последнее. Волнистый попугайчик Банги открыл для себя новый способ спасаться от жары. Банги из закусочной «Пять перышек» в Барнсли научился кататься на водных лыжах! Наша корреспондентка Мэри Доркинс сообщит вам подробности». Гарри открыл глаза. Раз уж добрались до попугаев на водных лыжах, дальше слушать бессмысленно. Он тихонько перевернулся на живот и встал на четвереньки, чтобы осторожно выбраться из-под окна. Но стоило ему продвинуться на пару дюймов, как очень быстро одно за другим произошло несколько событий. Громкий, отозвавшийся эхом хлопок - он нарушил сонную тишину, как выстрел; метнулся из-под стоящей машины и пропал из виду кот; женский вскрик, мужское ругательство и звон разбившегося фарфора из гостиной Дурслей; и, точно прозвучал долгожданный сигнал, Гарри вскочил на ноги, выхватывая волшебную палочку из-за пояса джинсов, как шпагу из ножен, - но не успел он встать во весь рост, как его макушка стукнулась о раму открытого окна Дурслей. Звук этого удара заставил тетю Петунью вскрикнуть еще раз и еще громче. Гарри показалось, что голова раскололась надвое. Из глаз потекли слезы. Пошатываясь, он старался сфокусировать взгляд и увидеть на улице источник хлопка. Но едва он худо-бедно выпрямился, из окна высунулись две большие темно-красные руки и намертво схватили его за горло. - Убери эту штуку! - проревел дядя Вернон прямо в ухо Гарри. - А ну убери! Пока никто не увидел! - Отпустите! - просипел Гарри. Несколько секунд борьбы. Левой рукой Гарри пытался ослабить хватку толстых, как сосиски, дядиных пальцев, поднятой правой крепко сжимал волшебную палочку. Когда пульсирующая боль у Гарри в макушке стала совсем уже скверной, дядя Вернон вдруг взвизгнул, точно его ударило током, и разжал руки. Сквозь тело племянника, казалось, хлынула мощная невидимая сила, и держать Гарри стало невозможно. Судорожно хватая ртом воздух, Гарри упал вперед на куст гортензии. Потом выпрямился, огляделся. Что вызвало громкий хлопок, было непонятно. Из соседских окон смотрело несколько любопытных лиц. Гарри торопливо засунул палочку на место и постарался принять невинный вид. - Вечер добрый! - крикнул дядя Вернон и помахал хозяйке стоявшего напротив дома номер семь, которая глядела на улицу из-за тюлевых занавесок. - Слыхали, как выстрелило у кого-то в неисправном моторе? Мы с Петуньей даже всполошились маленько! Он продолжал кривить физиономию в жутковатой безумной улыбке, пока все лица соседей не исчезли из окон. Тут улыбка превратилась в гримасу ярости. Он поманил Гарри к себе. Гарри сделал несколько шагов и остановился, чуть не дойдя до того места, где его шея опять была бы в пределах досягаемости. - Чего ты этим добиваешься, а? Говори сейчас же! потребовал дядя Вернон хриплым, срывающимся от злости голосом. - Чем - этим? - спросил Гарри холодно. Он вертел головой то вправо, то влево, все еще надеясь увидеть человека, издавшего хлопок. - Пальбой из неизвестно какой хлопушки прямо у нашего ... - Это не я, - отрезал Гарри. Рядом с дядиным лицом, широким и багровым, возникло тетино - узкое и лошадиное. Вид у нее был сердитый. - Зачем ты прятался под окном? - Вот именно! Отличный вопрос, Петунья! Что ты делал под окном, а? - Слушал новости, - мирным тоном ответил Гарри. Дядя и тетя обменялись возмущенными взглядами. - Новости слушал! Опять! - Они каждый день другие, вот какая штука, - объяснил Гарри. — Не рассуждать у меня! Я хочу знать, что по правде у тебя на уме! И не пудри мне мозги насчет слушанья новостей. Ты прекрасно знаешь, что про твое племя... — Тише, Вернон! — выдохнула тетя Петунья, и дядя понизил голос (Гарри едва смог его расслышать): — ...про твое племя в наших новостях ничего быть не может! — Это вы так думаете, — возразил Гарри. Несколько секунд Дурсли на него пялились, потом тетя Петунья сказала: — Скверный лгунишка, вот ты кто. Что, спрашивается, делают эти... - она тоже понизила голос, так что следующее слово Гарри прочитал по губам, — совы, как не приносят тебе новости? — Вот-вот! — торжествующе прошептал дядя Вернон. — Посмотрим, как ты теперь выкрутишься! Думаешь, мы не знаем, что все твои новости ты получаешь через этих поганых птиц? На мгновение Гарри заколебался. Не так-то легко было сказать им правду, пусть даже Дурсли не догадывались, как тяжело ему ее сознавать. — Совы... не приносят мне никаких новостей, — произнес он бесцветным голосом. — Не верю, — мигом отреагировала тетя Петунья. — Я тоже, — сказал дядя Вернон с нажимом. — Мы знаем: ты задумал что-то нехорошее, — заявила тетя. — Еще бы не знать, мы же не идиоты, — поддержал ее дядя. — Вот это для меня новость! — разозлившись, выпалил Гарри и, не дожидаясь новых высказываний Дурслей, повернулся, пересек лужайку, переступил низенькую ограду и пошел по улице. Он попал в переплет и знал это. Позже ему придется предстать перед разгневанными дядей и тетей и держать ответ за свою грубость, но сейчас его волновало другое. На уме были более важные вещи. Гарри не сомневался: хлопок прозвучал оттого, что кто-то трансгрессировал. С точно таким же хлопком растворялся в воздухе эльф-домовик Добби. Но возможно ли, чтобы Добби оказался здесь, на Тисовой? Неужели он прямо сейчас, в эту секунду следует за Гарри по пятам? Эта мысль заставила Гарри обернуться и окинуть взглядом улицу, но она была совершенно пуста, а Гарри точно знал, что Добби не сумел бы стать невидимым. Он двинулся дальше, не слишком хорошо соображая, куда идет: в последнее время он так много ходил по этим улицам, что ноги несли его к излюбленным местам автоматически. Через каждые несколько шагов он оглядывался. Гарри был уверен: когда он лежал среди тетиных засыхающих бегоний, рядом находилось какое-то волшебное существо. Но почему оно не заговорило с ним, не вступило в контакт? Почему оно прячется? Подавленность его все росла, и вот уже он ни в чем не уверен. Может быть, звук вовсе и не был волшебным? Может быть, дожидаясь хоть какого-то сигнала из мира, по которому он тосковал, он впал в такое отчаяние, что слишком остро реагирует на совершенно обычные звуки? Может быть, просто в одном из соседских домов что-то лопнуло? Внутри у Гарри стало тяжело и тоскливо, и он глазом не успел моргнуть, как вновь накатило ощущение безнадежности, которое мучило его все лето. В пять утра он опять встанет по будильнику, чтобы расплатиться с совой за номер «Ежедневного пророка», — но какой в этом смысл? Ровно никакого. Гарри теперь только проглядывал первую страницу и отбрасывал газету. Когда идиоты, которые ее издают, поймут наконец, что Волан-де-Морт возродился, это будет ого-го какой заголовок, а до всего остального Гарри не было дела. В лучшем случае сова могла принести письмо от друзей — от Рона и Гермионы. Но он давно уже не надеялся прочесть там какую-нибудь новость. Разумеется, мы ничего не пишем сам знаешь о чем... Нам не велено писать ничего важного: вдруг письмо попадет не в те руки... Мы очень заняты, но подробностей сообщить не можем... Довольно много всякого происходит, расскажем при встрече... Но когда она произойдет, эта встреча? Точной даты никто не называл. На поздравительной карточке ко дню рождения Гермиона написала: «Думаю, мы увидимся совсем скоро» — но как скоро оно, это «скоро», наступит? Насколько Гарри мог понять по расплывчатым намекам, Гермиона и Рон были вместе — скорее всего у родителей Рона. Он с трудом мог перенести мысль, что они весело проводят время в «Норе», тогда как он попусту торчит на Тисовой улице. Он был до того на них зол, что выбросил, не открыв, две коробки шоколадок из «Сладкого королевства», которые они ему прислали на день рождения. За ужином, когда тетя Петунья подала ему вялый салат, он в этом раскаялся. И чем же они, Рон и Гермиона, заняты? И почему он, Гарри, ничем не занят? Разве он не доказал, что способен на большее, чем они? Неужели о его делах уже забыли? Разве не он был тогда на кладбище, разве не он видел смерть Седрика, разве не его привязали к могильному камню и хотели убить? «Не думай об этом», — жестко сказал себе Гарри в сотый, наверно, раз за лето. Хватит и того, что кладбище постоянно является ему в ночных кошмарах. Хоть наяву без него обойтись. Он повернул на улицу Магнолий и миновал узкий проход вдоль гаражей, где когда-то впервые увидел крестного отца. Сириус по крайней мере понимает, каково ему сейчас. Новостей как таковых в его письмах, правда, было не больше, чем в письмах Рона и Гермионы, но лучше уж предостерегающе-подбадривающие фразы Сириуса, чем дразнящие намеки сверстников. Я знаю, что ожидание для тебя томительно... Держи нос по ветру, и все будет в порядке... Будь осторожен, никаких опрометчивых поступков... Что ж, думал Гарри, пересекая улицу Магнолий, пово­рачивая на шоссе Магнолий и двигаясь к полутемному детскому парку, в целом он ведет себя так, как советует Сириус. Во всяком случае не поддался пока искушению прицепить чемодан к метле и рвануть в «Нору» на свой страх и риск. Гарри считал, что очень даже хорошо себя ведет, если учесть, как скверно ему сейчас, какое ощущение бессилия нагоняет это торчание на Тисовой улице, это лежание на клумбах в надежде услышать хоть что-нибудь проливающее свет на дела лорда Волан-де-Морта. Но унизительно все-таки читать призывы к осторожности, исходящие от этого человека, — ведь он, просидев двенадцать лет в Азкабане, чародейской тюрьме, ухитрился оттуда бежать, попытался совершить убийство, за которое был посажен, и улетел на угнанном гиппогрифе. Гарри перемахнул через запертую калитку парка и пошел по выжженной солнцем траве. Парк был так же пуст, как улицы. Дойдя до качелей, Гарри сел на единственные, которые Дадли и его дружки еще не сломали, обвил рукой цепь и задумчиво уставил взгляд в землю. На клумбе у Дурслей уже не спрячешься. Завтра придется искать другой способ слушать новости. А пока что впереди была еще одна беспокойная, тяжелая ночь: если не кошмары с гибелью Седрика, то длинные темные коридоры, ведущие в тупик или к запертой двери. Ночью мучительные сны, днем ощущение, что ты пойман в ловушку, — Гарри считал, что одно с другим связано. Часто старый шрам у него на лбу неприятно покалывало, но он не обманывался: это едва ли могло заинтересовать Рона, Гермиону или Сириуса. Раньше предостерегающая боль в шраме говорила о том, что Волан-де-Морт становится сильнее, но теперь, когда Темный Лорд возродился сполна, они в ответ на жалобу, наверно, только напомнили бы ему, что в этих ощущениях нет ничего нового. Из-за чего шум поднимать? Тоже мне, удивил... Сознание несправедливости достигло такой силы, что он едва не зарычал от ярости. Ведь если бы не он, никто и не знал бы даже, что Волан-де-Морт возродился! И в награду за все он целых четыре недели болтается в Литтл-Уингинге, совершенно отрезанный от волшебного мира, вынужденный прятаться среди дохнущих бегоний и слушать про попугайчиков, катающихся на водных лыжах! Как мог Дамблдор с такой легкостью выкинуть его из головы? Почему Рон и Гермиона оказались вместе там, куда его не пригласили? Сколько еще терпеть уговоры Сириуса сидеть тихо и быть паинькой? Сколько еще подавлять искушение написать тупицам, которые издают «Ежедневный пророк», и объяснить им, что Волан-де-Морт вернулся? Вот какие гневные мысли бушевали у Гарри в голове, вот из-за чего он терзался и корчился. А на парк тем временем опускалась душная бархатная ночь, в воздухе стоял запах сухой теплой травы, и тишину нарушал только негромкий шум проезжавших мимо машин. Он сам не знал, как долго просидел на этих качелях, — из задумчивости его вывели какие-то голоса, и он поднял голову. Приглушенного света от фонарей на окрестных улицах было достаточно, чтобы разглядеть идущую через парк группу. Один горланил грубую песню, остальные гоготали. Некоторые вели дорогие гоночные велосипеды. От колес доносился мягкий стрекот. Гарри знал, кто это такие. Впереди — не кто иной, как его двоюродный братец Дадли Дурсль. Возвращается домой в сопровождении своей верной шайки. Дадли был таким же крупным, как и раньше, но год жесткой диеты и новый дар, который в нем открылся, заметно изменили его фигуру. Как дядя Вернон восхищенно сообщал всякому, кто готов был слушать, Дадли недавно стал чемпионом юго-востока Англии по боксу среди школьников своей возрастной группы. «Благородный спорт», как выражался дядя Вернон, сделал Дадли еще более устрашающим, чем в начальной школе, когда он превратил Гарри в свою первую боксерскую грушу. Гарри уже совершенно не боялся двоюродного брата, и все же особой радости его появление не вызвало. Удар у Дадли теперь был поставлен получше. Все соседские мальчики перед ним трепетали — больше даже, чем перед «этим Поттером», который, как им говорили, был отпетый хулиган и учился в школе святого Брутуса для подростков с неискоренимыми криминальными наклонностями. Глядя на движущихся по траве парней, Гарри гадал, кого они колошматили сегодня вечером. «Ну оглянитесь же, — невольно упрашивал он. — Разуйте глаза... Оглянитесь... Я тут сижу один... Легкая добыча...» Если дружки Дадли его сейчас увидят, они, конечно же, потопают прямо к нему, и что тогда станет делать Дадли? Терять лицо перед всей шайкой ему не захочется, но провоцировать Гарри будет ох как страшно... Весело будет смотреть на нерешительного Дадли, дразнить его, потешаться над его бессилием. А если кто из дружков полезет, он, Гарри, к этому готов — волшебная палочка при нем. Пусть попытаются... Он очень даже не прочь сорвать злость на тех, кто в прошлом превратил его жизнь в ад. Но они не оглянулись, не увидели его. Вот они уже почти у ограды парка. Гарри подавил побуждение их окликнуть. Напрашиваться на драку — не самое умное поведение. Он не должен применять волшебство. Не должен вновь подвергать себя риску исключения. Голоса Дадли и его компании делались все тише. Парней уже не было видно, они шли по шоссе Магнолий. «Так-то, Сириус, — сумрачно думал Гарри. — Можешь быть доволен. Никаких опрометчивых поступков. Нос по ветру. Прямая противоположность тому, как ты сам себя вел». Он встал на ноги и выпрямился. Тетя Петунья и дядя Вернон, судя по всему, считали, что Дадли, когда бы он ни вернулся домой, возвращается как раз вовремя, а его приход хоть минутой позже — уже непростительное опоздание. Дядя грозился запереть Гарри в сарае, если он еще раз посмеет вернуться после Дадли, и, подавляя зевоту и по-прежнему хмурясь, Гарри двинулся к калитке парка. Шоссе Магнолий, как и Тисовая улица, было застроено крупными, незамысловатыми, похожими друг на друга домами с идеально, как в парикмахерской, подстриженными газонами, и хозяева их были крупные, незамысловатые, похожие друг на друга люди, которые ездили в очень чистых машинах, точь-в-точь как у дяди Вернона. Литтл-Уингинг больше нравился Гарри поздним вечером, когда занавешенные окна сияли во тьме бриллиантовыми квадратами и он, проходя мимо, мог не опасаться услышать ворчание по поводу своей «антиобщественной» внешности. Он ускорил шаг и, миновав полпути вдоль шоссе Магнолий, опять увидел компанию. Дружки прощались с Дадли у поворота на улицу Магнолий. Гарри притаился в тени большого сиреневого куста. —Визг поднял — точно поросенок, — вспоминал Малкольм под гогот остальных. — Классный хук правой, Большой Дэ, — заметил Пирс. — Ну что, завтра в то же время? — спросил Дадли. — Давайте у меня, моих дома не будет, — предложил Гордон. — Пока, договорились, — сказал Дадли. — Пока, Дад! — До завтра, Большой Дэ! Гарри подождал, пока дружки Дадли двинулись по домам. Когда их голоса опять стали еле слышны, он повернул за угол и очень быстро зашагал по улице Магнолий. Дадли шел не торопясь и мычал себе под нос что-то немелодичное. — Привет, Большой Дэ! Дадли оглянулся. — А, — бросил он, — это ты... — Давно ты Большим Дэ заделался? — спросил Гарри. — Заткнись, — огрызнулся Дадли и повернул голову обратно. — Неплохое имечко, — заметил Гарри и, улыбаясь, пошел рядом с двоюродным братом. — Но для меня ты всегда будешь масеньким Дадликом. — Я сказал: ЗАТКНИСЬ! — рявкнул Дадли, и его розовые, как ветчина, руки сжались в кулаки. — Интересно, знают твои дружки, как мама тебя называет? — Сгинь, понял? — Ей ты что-то не приказывал сгинуть. А как насчет «малыша» и «моего крохотулечки»? Может, мне так лучше к тебе обращаться? Дадли ничего не ответил. На то, чтобы не наброситься на Гарри, уходила, казалось, вся его выдержка. — Ну, так кого же ты сегодня бил? — спросил Гарри, уже не улыбаясь. — Очередного десятилетнего? Два дня назад, я слыхал, ты расправился с Марком Эвансом. — Он сам напрашивался, — проворчал Дадли. — Да неужели? — Он со мной нахальничал. — Да? Может, он сказал, что ты похож на свинью, которую научили ходить на задних копытах? Если так, Дад, это не нахальство, а чистая правда. На щеке у Дадли задергался мускул. Гарри чрезвычайно приятно было знать, что он доводит Дадли до белого каления. Ему казалось, он перекачивает в двоюродного брата свое уныние, свое бездействие, — другого способа от них избавиться у него не было. Они повернули в узкий проулок, где Гарри в первый раз увидел Сириуса. Это был кратчайший переход с улицы Магнолий на Тисовую. Там было пусто и гораздо темней, чем на освещенных фонарями улицах. Стены гаражей по одну сторону и высокий забор по другую заглушали звук их шагов. — Носишь с собой эту штуку и думаешь, что ты важная персона? — спросил Дадли спустя несколько секунд. — Какую штуку? — Которую ты прячешь. Гарри опять заулыбался. — А ты, оказывается, не такой остолоп, каким выглядишь. Я уж подумал, ты не умеешь одновременно идти и разговаривать. Гарри выдернул волшебную палочку и увидел, как Дадли на нее косится. — Тебе запрещено, — мигом сказал Дадли. — Думаешь, я не знаю? Если что, тебя исключат из твоей уродской школы. — Ты уверен, Большой Дэ, что там не изменились правила? — Не изменились, — сказал Дадли не совсем уверенным тоном. Гарри мягко рассмеялся. — А без этой штуки слабо тебе на меня, да? — прорычал Дадли. — Кто бы спрашивал. Тебе-то всего-навсего нужны четверо дружков рядом, чтобы сунуться к десятилетнему. Каким там боксерским титулом ты хвалишься? Сколько было твоему противнику? Семь? Восемь? — Шестнадцать, к твоему сведению! — рявкнул Дадли. — Его двадцать минут потом приводили в чувство, а весил он раза в два больше, чем ты. Попляшешь у меня, когда я расскажу папе, что ты вынимал эту штуку... — Значит, сразу к папочке, да? Его масенький чемпиончик по боксу страшно испугался палочки нехорошего Гарри. — А ночью ты что-то не такой храбрый, — с издевкой проговорил Дадли. — А сейчас что, не ночь, Дадлик? Ночь, к твоему сведению, это такое время суток, когда темно. — А я говорю про то время суток, когда ты спишь! Дадли остановился. Гарри тоже. Он уставился на двоюродного брата. Как ни плохо он видел широкое лицо Дадли, в нем читалось странное торжество. — Как это понимать: не такой храбрый, когда сплю? — спросил Гарри, совершенно сбитый с толку. — Чего я в это время могу бояться? Подушек, что ли? — Я кое-что слышал прошлой ночью, — негромко сказал Дадли. — Разговоры во сне. Стоны. — Как это понимать? — повторил Гарри, но в живот ему будто вдвинулось что-то холодное. Прошлой ночью он в очередной раз был на кладбище. Дадли грубо хохотнул, точно подала голос собака. Потом запричитал тонким деланным голоском: — «Не убивайте Седрика! Не убивайте Седрика!» Кто такой Седрик — твой бойфренд? — Я... ты все врешь, — машинально сказал Гарри. Но во рту у него пересохло. Он знал, что Дадли не врет. Как бы он узнал про Седрика, если бы и в самом деле не услышал? — «Папа! Папа! На помощь! Он хочет меня убить! Ой! Ой!» — Заткнись, — тихо произнес Гарри. — Заткнись, Дадли. Я тебя предупреждаю. — «Папа, ко мне! Мама, на помощь! Он убил Седрика! Папа, на помощь! Он хочет...» Не направляй на меня эту штуку! Дадли попятился и уперся в стену. Гарри стоял, нацелив волшебную палочку прямо ему в сердце. Гарри чувствовал, как в жилах у него стучат все четырнадцать лет ненависти к Дадли. Чего бы он только не дал за право нанести удар прямо сейчас, заколдовать его так, что он поползет домой в виде насекомого, немой, обросший щупальцами... — Не смей об этом больше говорить! — рявкнул Гарри. — Понял меня? — Направь в другую сторону! — Я спрашиваю: понял меня? — Направь в другую сторону! — ПОНЯЛ МЕНЯ? — УБЕРИ ЭТУ ШТУКУ... Дадли странно, судорожно вздохнул, как будто его сунули в ледяную воду. Что-то произошло с самой ночью. Темно-синее усеянное звездами небо вдруг стало совершенно черным. Весь огонь в нем пропал — не было ни звезд, ни луны, ни смутно светивших фонарей у обоих концов проулка. Не слышно было ни отдаленного шума машин, ни шелеста деревьев. Вместо ласкового летнего вечера — пробирающий насквозь холод. Их окружала кромешная тьма, непроницаемая и безмолвная, словно чья-то огромная рука набросила на весь проулок плотную ледяную ткань. На долю секунды Гарри померещилось, будто он невольно использовал волшебную палочку, хоть и противился этому искушению изо всех сил. Но потом он опомнился: выключить звезды было, конечно, не в его власти. Он крутил головой во все стороны, стараясь хоть что-нибудь разглядеть, но мрак облегал глаза, как черная невесомая вуаль. Раздался голос насмерть перепуганного Дадли: — Ч-что ты д-делаешь? П-перестань! — Да ничего я не делаю! Молчи и не шевелись! — Я н-ничего не вижу! Я о-ослеп! Я... — Молчи, тебе говорят! Гарри стоял как вкопанный, поворачивая ослепшие глаза то вправо, то влево. Стужа была такая, что он содрогался всем телом. Руки покрылись гусиной кожей, волосы на затылке встали дыбом. Он пялился во тьму, подняв веки до отказа, — но без толку. Полный мрак Невозможно... Они не могут появиться здесь, в Литтл-Уингинге... Он напрягал слух. Их сначала должно быть слышно, только потом видно... — Я с-скажу папе! — хныкал Дадли. — Г-где ты? Что ты д-делаешь?.. — Заткнешься ты или нет? — прошипел Гарри. — Я пытаюсь услы... Он осекся, услышав именно то, чего боялся. Долгие, хриплые, клокочущие вдохи и выдохи. В проулке было нечто помимо него и Дадли. Дрожащего от холода Гарри просквозило ужасом. — П-прекрати! Перестань это делать! Я тебе в-врежу, слышишь? — Дадли, замол... БУМ! Увесистый кулак ударил Гарри в скулу и сбил с ног. В глазах полыхнули белые искры. Второй раз на протяжении часа Гарри показалось, что голова раскалывается надвое, и миг спустя он лежал на жесткой земле, выпустив из руки палочку. — Ты идиот, Дадли! — завопил Гарри. От боли из глаз потекли слезы. Он кое-как поднялся на четвереньки и принялся отчаянно шарить в темноте. Ему слышно было, как Дадли вслепую ковыляет по проулку, натыкается на стену, чуть не падает. — Дадли, вернись! Ты идешь прямо на него! Раздался жуткий визгливый вопль, и шаги Дадли умолкли. В ту же секунду Гарри почувствовал, как сзади к нему ползет холод. Это могло значить только одно: их по крайней мере двое. — Дадли, молчи, понял? Что бы ни происходило, молчи! Где палочка? — бешено частил Гарри вполголоса, по паучьи бегая пальцами по земле. — Ну где же она... моя палочка... скорей... Люмос! Он произнес заклинание машинально, отчаянно нуждаясь в свете, который мог бы помочь его поискам. И, не веря своим глазам, увидел спасительную вспышку всего в нескольких дюймах от правой руки. Кончик волшебной палочки засветился. Гарри схватил ее, вскочил на ноги, оглянулся. Все перевернулось у него внутри. Паря над землей, к нему гладко скользила высокая фигура в плаще до пят с надвинутым на лицо капюшоном. Приближаясь, она всасывала в себя ночной воздух. Сделав пару нетвердых шагов назад, Гарри поднял волшебную палочку: — Экспекто патронум! Из кончика палочки вылетела струйка серебристого пара, и дементор замедлил движение, но заклинание не подействовало так, как нужно. Спотыкаясь о свои же ноги, Гарри отступал перед приближающимся дементором, паника туманила разум. «Сосредоточиться...» Из-под плаща дементора высунулись в его сторону две серые, склизкие, покрытые струпьями лапы. Уши наполнил стремительно нарастающий шум. — Экспекто патронум! Собственный голос показался Гарри смутным и далеким. Еще одна серебристая струйка, слабее предыдущей. Он не может этого больше, не может заставить заклинание работать! Внутри его головы раздался смех, пронзительный смех на высокой ноте... Зловонное, холодное как смерть дыхание дементора уже наполняло легкие Гарри, он тонул в этом дыхании. «Подумать... о чем-нибудь радостном...» Но не было в нем никакой радости... Ледяные пальцы дементора смыкались на его горле, пронзительный смех становился все громче, внутри его головы звучал голос: — Поклонись своей гибели, Гарри... Может быть, ты даже не почувствуешь боли... Я не знаю... Я-то никогда не умирал... Не суждено ему свидеться с Роном и Гермионой... Их лица вспыхнули у него в мозгу. Он судорожно ухватил ртом воздух. — ЭКСПЕКТО ПАТРОНУМ! Из острия волшебной палочки вырос огромный серебристый олень. Его рога ударили дементора по тому месту, где у человека находится сердце, и отбросили назад, невесомого, как сама тьма. Олень продолжал наступать. Побежденный дементор уплывал под его натиском, похожий на летучую мышь. — Теперь сюда! — крикнул Гарри оленю и понесся по проулку, оборачиваясь на бегу и высоко держа светящуюся волшебную палочку. — Дадли! Дадли! Пробежав с десяток шагов, он их увидел: Дадли лежал на земле, скрючившись и прижав ладони к лицу. Над ним низко склонился второй дементор. Взявшись склизкими лапами за его запястья, он медленно, почти любовно стал отводить его руки. Закрытая капюшоном голова опускалась к лицу Дадли, словно дементор хотел его поцеловать. — Вот он! — завопил Гарри. Мимо с мощным шумом пронесся серебристый олень. Безглазое лицо дементора было уже в каком-то дюйме от лица Дадли, когда на выручку пришли серебристые рога. Подброшенный в воздух дементор, как и его сотоварищ, стал уплывать и вскоре скрылся во мраке. Олень, доскакав до конца проулка, расплылся серебристым туманом. Вновь ожили луна, звезды и уличные фонари. По проулку повеяло теплым ветерком. В садах зашелестели деревья, послышался привычный шум машин, проезжающих по улице Магнолий. Гарри стоял как вкопанный, органы чувств были напряжены до предела. Трудно было сразу вернуться в нормальную жизнь. Вдруг он почувствовал, что футболка прилипла к телу, — он был весь мокрый от пота. Он все никак не мог поверить случившемуся. Дементоры — здесь, в Литтл-Уингинге! Дадли лежал на земле скрюченный. Его трясло, он стонал. Гарри присел на корточки посмотреть, способен ли Дадли встать, и вдруг услышал у себя за спиной громкий топот бегущих ног. Безотчетно опять поднимая волшебную палочку, он резко повернулся к новому пришельцу. Пыхтя, к нему торопилась миссис Фигг, чокнутая старая соседка. Из-под сетки для волос выбились седые пряди, в руке, стуча содержимым, болталась веревочная продуктовая сумка, на ногах чудом держались матерчатые шлепанцы. Гарри попытался было спрятать от нее волшебную палочку, но... — Не убирай ее, глупый мальчишка! — заорала она. — Может, здесь и другие рыщут! Я просто растерзать его готова, этого Наземникуса Флетчера!"
  }
]